[Body_Font_Set]
KoPub돋움체=
(
KoPub돋움체 Light
KoPub돋움체 Light
KoPub돋움체 Light
KoPub돋움체 Medium
KoPub돋움체 Medium
KoPub돋움체 Medium
KoPub돋움체 Bold
KoPub돋움체 Bold
KoPub돋움체 Bold
)

Pretendard=
(
Pretendard Thin
Pretendard ExtraLight
Pretendard Light
Pretendard
Pretendard Medium
Pretendard SemiBold
Pretendard Bold
Pretendard ExtraBold
Pretendard Black
)

프리젠테이션=
(
프리젠테이션 1 Thin
프리젠테이션 2 ExtraLight
프리젠테이션 3 Light
프리젠테이션 4 Regular
프리젠테이션 5 Medium
프리젠테이션 6 SemiBold
프리젠테이션 7 Bold
프리젠테이션 8 ExtraBold
프리젠테이션 9 Black
)

나눔스퀘어=
(
나눔스퀘어
나눔스퀘어
나눔스퀘어
나눔스퀘어 Bold
나눔스퀘어 Bold
나눔스퀘어 Bold
나눔스퀘어 ExtraBold
나눔스퀘어 ExtraBold
나눔스퀘어 ExtraBold
)

나눔명조=
(
나눔명조 Regular
나눔명조 Regular
나눔명조 Regular
나눔명조 Bold
나눔명조 Bold
나눔명조 Bold
나눔명조 ExtraBold
나눔명조 ExtraBold
나눔명조 ExtraBold
)

CJONLYONE본문=
(
CJ ONLYONE NEW 본문 Light
CJ ONLYONE NEW 본문 Light
CJ ONLYONE NEW 본문 Light
CJ ONLYONE NEW 본문 Light
CJ ONLYONE NEW 본문 Light
CJ ONLYONE NEW 본문 Regular
CJ ONLYONE NEW 본문 Regular
CJ ONLYONE NEW 본문 Regular
CJ ONLYONE NEW 본문 Regular
)

[Headings_Font_Set]
G마켓산스TTF=
(
G마켓 산스 TTF Light
G마켓 산스 TTF Light
G마켓 산스 TTF Light
G마켓 산스 TTF Medium
G마켓 산스 TTF Medium
G마켓 산스 TTF Medium
G마켓 산스 TTF Bold
G마켓 산스 TTF Bold
G마켓 산스 TTF Bold
)

페이퍼로지=
(
페이퍼로지 1 Thin
페이퍼로지 2 ExtraLight
페이퍼로지 3 Light
페이퍼로지 4 Regular
페이퍼로지 5 Medium
페이퍼로지 6 SemiBold
페이퍼로지 7 Bold
페이퍼로지 8 ExtraBold
페이퍼로지 9 Black
)

에스코어드림=
(
에스코어 드림 1 Thin
에스코어 드림 2 ExtraLight
에스코어 드림 3 Light
에스코어 드림 4 Regular
에스코어 드림 5 Medium
에스코어 드림 6 Bold
에스코어 드림 7 ExtraBold
에스코어 드림 8 Heavy
에스코어 드림 9 Black
)

나눔스퀘어=
(
나눔스퀘어
나눔스퀘어
나눔스퀘어
나눔스퀘어 Bold
나눔스퀘어 Bold
나눔스퀘어 Bold
나눔스퀘어 ExtraBold
나눔스퀘어 ExtraBold
나눔스퀘어 ExtraBold
)

공체=
(
공체 Light
공체 Light
공체 Light
공체 Medium
공체 Medium
공체 Medium
공체 Bold
공체 Bold
공체 Bold
)

CJONLYONE제목=
(
CJ ONLYONE NEW 제목 Medium
CJ ONLYONE NEW 제목 Medium
CJ ONLYONE NEW 제목 Medium
CJ ONLYONE NEW 제목 Medium
CJ ONLYONE NEW 제목 Medium
CJ ONLYONE NEW 제목 Bold
CJ ONLYONE NEW 제목 Bold
CJ ONLYONE NEW 제목 Bold
CJ ONLYONE NEW 제목 Bold
)


[본문폰트 기본설정]
한글폰트1=KoPub돋움체 Light
영문폰트1=KoPub돋움체 Light
한글폰트2=KoPub돋움체 Light
영문폰트2=KoPub돋움체 Light
한글폰트3=KoPub돋움체 Light
영문폰트3=KoPub돋움체 Light
한글폰트4=KoPub돋움체 Medium
영문폰트4=KoPub돋움체 Medium
한글폰트5=KoPub돋움체 Medium
영문폰트5=KoPub돋움체 Medium
한글폰트6=KoPub돋움체 Medium
영문폰트6=KoPub돋움체 Medium
한글폰트7=KoPub돋움체 Bold
영문폰트7=KoPub돋움체 Bold
한글폰트8=KoPub돋움체 Bold
영문폰트8=KoPub돋움체 Bold
한글폰트9=KoPub돋움체 Bold
영문폰트9=KoPub돋움체 Bold

[타이틀본트 기본설정]
한글폰트11=CJ ONLYONE NEW 제목 Medium
영문폰트11=CJ ONLYONE NEW 제목 Medium
한글폰트22=CJ ONLYONE NEW 제목 Medium
영문폰트22=CJ ONLYONE NEW 제목 Medium
한글폰트33=CJ ONLYONE NEW 제목 Medium
영문폰트33=CJ ONLYONE NEW 제목 Medium
한글폰트44=CJ ONLYONE NEW 제목 Medium
영문폰트44=CJ ONLYONE NEW 제목 Medium
한글폰트55=CJ ONLYONE NEW 제목 Medium
영문폰트55=CJ ONLYONE NEW 제목 Medium
한글폰트66=CJ ONLYONE NEW 제목 Bold
영문폰트66=CJ ONLYONE NEW 제목 Bold
한글폰트77=CJ ONLYONE NEW 제목 Bold
영문폰트77=CJ ONLYONE NEW 제목 Bold
한글폰트88=CJ ONLYONE NEW 제목 Bold
영문폰트88=CJ ONLYONE NEW 제목 Bold
한글폰트99=CJ ONLYONE NEW 제목 Bold
영문폰트99=CJ ONLYONE NEW 제목 Bold

[GUI_Settings]
LastBodySet=KoPub돋움체
LastTitleSet=CJONLYONE제목

[기본설정]
영상트리밍시간=5
대체텍스트내용1=Images & Videos
대체텍스트내용2=Alt Information Text
캡쳐본해상도=200

[시스템]
파워포인트타이틀=ahk_exe POWERPNT.EXE
엑셀타이틀=ahk_exe EXCEL.EXE
LangID=1042


[Lang_1042]
LangName=한국어 (1042)
F11BtnF9=★ 환경설정 ★
F11BtnCustom=실행키 변경
F11FontDesc1=문서에 사용된 모든 폰트의 리스트가 확인됩니다.
F11FontDesc2=특정 폰트가 사용될 슬라이드를 찾아냅니다.
F11BtnFontFind=폰트가 사용된 슬라이드 찾기
F11TxtExportDesc1=▸ 모든 슬라이드를 PNG로 변환. PPT를 생성
F11TxtExportDesc2=▸ 삽입된 비디오의 재생 설정은 유지됩니다.
F11BtnExport=PNG 변환 (PPT문서)
F11TxtTrimDesc1=▸ 삽입된 모든 비디오의 재생 길이를 동일하게 자릅니다.
F11TxtTrimDesc2=▸ '내보내기/비디오' 사용시 유용합니다.
F11BtnTrim=비디오 트리밍
F11TxtNumDesc1=▸ "NoNum" (홈/선택창/이름) 도형을 삽입
F11TxtNumDesc2=▸ 맨 앞에 새로운 빈 슬라이드를 생성.
F11TxtNumDesc3=▸ 슬라이드에 "- 0 -" 텍스트 상자(쪽번호)를 삽입.
F11TxtNumDesc4=▸ 텍스트 상자를 선택하고 실행.
F11ChkAddNum=쪽번호 +1 증가
F11ChkRemoveNum=쪽번호 X 전체삭제
F11BtnApplyNum=쪽번호 변경 실행
F8EditRotae=회전°
F8EditAnchor1=기준점 (1)
F8EditAnchor2=기준점 (2)
F8EditAnchor3=기준점 (3)
F8EditAnchor4=기준점 (4)
F8ChkHorizontal=좌우대칭
F8ChkVertical=상하대칭
F8ChkResolution=고해상도 X2 변환
F8ChkPhotoRoom=투명배경 PhotoRoom
F8ChkRemovebg=투명배경 Remove BG
F8BtnApply=⭡  실행  ⭡
F8BtnExportPNG=PNG 변환
F8ListGoogle=₩ 구글 번역 (Web) $
F8BtnGoogleApply=번역
F8DesSplit=이미지 분할
F8BtnSymbol=특수문자 (★)
F8BtnAdvanced=고급메뉴
F0BtnEditsymbols=특수문자 편집 (★)
F0Dessymbols1=가로 구분 기호 : 쉼표( , )
F0Dessymbols2=세로 구분 기호 : Enter(↲)
F0Dessymbols3=[★양식을 지켜주세요.]
F0Btnsymbolssave=특수문자 편집 저장 (★)
F9wintitlePreferences=★ 환경설정 ★
F9Deslanguage=프로그램 언어 설정
F9titlefontset=제목 폰트세트
F9Bodyfontset=본문 폰트세트
F9TableBoarder=테이블 테두리 두께 설정
F9Defaultcolor=기본색상
F9DefaultWeight=기본두께
F9accentcolor1=포인트 색상 1
F9accentweight1=포인트 두께 1
F9accentcolor2=포인트 색상 2
F9accentweight2=포인트 두께 2
F9DesAddRibbon=리본메뉴 자동 추가
F9Addshape=도형병합
F9Addcrop=자르기
F9BtnAddRibbon=리본메뉴 추가 +
F9DesWindowStart=윈도우 시작프로그램 설정
F9BtnwindowStart=시작프로그램 등록 +
F9BtnStartDisable=해제
F9DesAltText=적용할 대체텍스트
F9BtnSavePreferences=★ 환경설정 저장 ★
F9DesEditFont1=코드 수정 예시).
F9DesEditFont2=한개의 폰트그룹에는 반드시 ★9개의 글꼴이름이 있어야합니다
F9DesEditFont3=[★작성규칙을 꼭 지켜주세요]
HotkeyEditDestitle=실행키 설정 변경
HotkeyEditDes1=기능 설명
HotkeyEditDes2=보조키 설정
HotkeyEditDes3=실행키 설정 ★
HotkeyEditFixed=고정 실행키 ★
HotkeyBtnSave=★ 단축키 설정 저장 (Reload) ★
FindFontwintitle=폰트 위치 찾기
FindFontList=찾는 글꼴 :
FindFontBtngo=★ 위치 찾기 ★
FindFontgotoend=마지막 페이지로 이동
FindFontwinclose=창닫기
FindFontDes1=내용없는 텍스트 상자 검색 포함

Unicef0010_Key설명=Reload (프로그램 다시 실행)\n\n이 프로그램은 완벽하지 않습니다.\n정상 작동되지 않을때 Reload 하면 잘 작동됩니다.
Unicef0020_Key설명=줄바꿈테스트2\n줄바꿈테스트2\n줄바꿈테스트2\n줄바꿈테스트2
Unicef0030_Key설명=줄바꿈테스트3\n줄바꿈테스트3\n줄바꿈테스트3\n줄바꿈테스트3
Unicef0040_Key설명=줄바꿈테스트4\n줄바꿈테스트4\n줄바꿈테스트3\n줄바꿈테스트4
Unicef0060_Key설명=줄바꿈테스트4\n줄바꿈테스트4\n줄바꿈테스트3\n줄바꿈테스트4
Unicef0700_Key설명=줄바꿈테스트70\n줄바꿈테스트70\n줄바꿈테스트70\n줄바꿈테스트70
Unicef0800_Key설명=줄바꿈테스트80\n줄바꿈테스트80\n줄바꿈테스트80\n줄바꿈테스트80
Unicef0900_Key설명=줄바꿈테스트90\n줄바꿈테스트90\n줄바꿈테스트90\n줄바꿈테스트90




[Lang_1033]
LangName=English (1033)
F11BtnF9=★ Preferences ★
F11BtnCustom=Custom Key
F11FontDesc1=A list of all fonts used in the document is displayed.
F11FontDesc2=Find slides where a specific font will be used.
F11BtnFontFind=Find slides that use fonts
F11TxtExportDesc1=▸ Export all slides as merged PNG files.
F11TxtExportDesc2=▸ Preserves embedded video playback settings.
F11BtnExport=Export PPT (PNG)
F11TxtTrimDesc1=▸ Trim all embedded videos to a set duration.
F11TxtTrimDesc2=▸ Useful for 'Export > Create a Video'.
F11BtnTrim=Apply Trim Video
F11TxtNumDesc1=▸ Insert the shape “NoNum” (Home/Selection Pane/Name)
F11TxtNumDesc2=▸ Create a new blank slide at the beginning.
F11TxtNumDesc3=▸ Add a Shape "- 0 -"(slide Number) to the slide.
F11TxtNumDesc4=▸ Select the Shape, then run the script.
F11ChkAddNum=Add +1 Num
F11ChkRemoveNum=X Remove All Num
F11BtnApplyNum=Apply Slide Numbers
F8EditRotae=Rotation Angle°
F8EditAnchor1=Anchor Point (1)
F8EditAnchor2=Anchor Point (2)
F8EditAnchor3=Anchor Point (3)
F8EditAnchor4=Anchor Point (4)
F8ChkHorizontal=Flip Horizontal
F8ChkVertical=Flip Vertical
F8ChkResolution=image Resolution X2
F8ChkPhotoRoom=PhotoRoom BG
F8ChkRemovebg=Remove BG
F8BtnApply=⭡  [ Apply ]  ⭡
F8BtnExportPNG=Export to PNG
F8ListGoogle=₩ Google Translate (Web) $
F8BtnGoogleApply=⭠ Apply
F8DesSplit=Split Image
F8BtnSymbol=Symbols (★)
F8BtnAdvanced=Advanced
F0BtnEditsymbols=Edit Symbols (★)
F0Dessymbols1=Column separator : Comma ( , )
F0Dessymbols2=Row separator : Enter(↲)
F0Dessymbols3=[Please follow the form ★Format.]
F0Btnsymbolssave=Save Changes Symbols (★)
F9wintitlePreferences=★ Preferences ★
F9Deslanguage=Program Language Settings
F9titlefontset=Headings_Font_Set
F9Bodyfontset=Body_Font_Set
F9TableBoarder=Table Border Settings
F9Defaultcolor=Default Color
F9DefaultWeight=Default Width
F9accentcolor1=Accent Color 1
F9accentweight1=Accent Width 1
F9accentcolor2=Accent Color 2
F9accentweight2=Accent Width 2
F9DesAddRibbon=Add Ribbon Menu Customization
F9Addshape=Merge Shapes
F9Addcrop=Crop
F9BtnAddRibbon=Add to Ribbon Menu +
F9DesWindowStart=Windows Startup Settings
F9BtnwindowStart=Add to Startup +
F9BtnStartDisable=Disable
F9DesAltText=Alt Text
F9BtnSavePreferences=★ Save Settings ★
F9DesEditFont1=Edit code ex).
F9DesEditFont2=Each group must contain exactly ★9 Fonts List★, as shown in the example.
F9DesEditFont3=[Please follow the form ★Format.]
HotkeyEditDestitle=Edit Run Key Settings
HotkeyEditDes1=Function Description
HotkeyEditDes2=Secondary key settings
HotkeyEditDes3=Run key ★
HotkeyEditFixed=Fixed Run key ★
HotkeyBtnSave=★ Save shortcut settings (Reload) ★
FindFontwintitle=Find font location
FindFontList=Fonts you are looking for:
FindFontBtngo=★ Find a location ★
FindFontgotoend=Go to last page
FindFontwinclose=Close window
FindFontDes1=Includes contentless text box search

Unicef0010_Key설명=Reload (Rerun the program)\n\nThis program is not perfect.\nIf you reload it when it does not work properly, it will work fine.
Unicef0020_Key설명=Line Break Test 2\nLine Break Test 2\nLine Break Test 2\nLine Break Test 2
Unicef0030_Key설명=Line Break Test 3\nLine Break Test 3\nLine Break Test 3\nLine Break Test 3
Unicef0040_Key설명=Line Break Test 4\nLine Break Test 4\nLine Break Test 3\nLine Break Test 4
Unicef0700_Key설명=Line Break Test 70\nLine Break Test 70\nLine Break Test 70\nLine Break Test 70
Unicef0800_Key설명=Line Break Test 80\nLine Break Test 80\nLine Break Test 80\nLine Break Test 80
Unicef0900_Key설명=Line Break Test 90\nLine Break Test 90\nLine Break Test 90\nLine Break Test 90





[디자인]
기본테이블라인색상=#7F7F7F
포인트테이블라인색상1=#0070C0
포인트테이블라인색상2=#7F7F7F
기본테이블라인두께=0.25
포인트라인두께1=0.75
포인트라인두께2=0.75

[이미지수정]
노트북단독_포토룸로그인확인칼라=0xD01D44
노트북단독_포토룸다운로드확인칼라=0xD01D44
노트북단독_포토룸사람확인칼라=0x1F82F6
노트북단독_RemoveBG로그인확인칼라=0xDE7047
노트북단독_RemoveBG다운로드확인칼라=0xDE7047
집컴서브모니터_포토룸로그인확인칼라=0xD90C41
집컴서브모니터_포토룸다운로드확인칼라=0xD90C41
집컴서브모니터_포토룸사람확인칼라=0x1F82F6
집컴서브모니터_RemoveBG로그인확인칼라=0xE6700F
집컴서브모니터_RemoveBG다운로드확인칼라=0xE6700F
모든사용자_포토룸로그인확인칼라=0xD90C41
모든사용자_포토룸다운로드확인칼라=0xD90C41
모든사용자_포토룸사람확인칼라=0x1F82F6
모든사용자_RemoveBG로그인확인칼라=0xE6700F
모든사용자_RemoveBG다운로드확인칼라=0xE6700F

[특수문자]
Data=·,∙,◦,▪︎,▫︎,⁎,▸,▹,☉,※,✳,✱||➔,➜,➠,➥,➧,➲,➾,↣,↠,⭆,↪,⇥||《,》,【,】,〔,〕,﹛,﹜,❬,❭,❮,❯,❰,❱||√,✓,✔,✖︎,✗,✘,☑,☒,🆇,☆,★,◆||Ⅰ,Ⅱ,Ⅲ,Ⅳ,Ⅴ,Ⅵ,Ⅶ,Ⅷ,Ⅸ,Ⅹ,Ⅺ||ⅰ,ⅱ,ⅲ,ⅳ,ⅴ,ⅵ,ⅶ,ⅷ,ⅸ,ⅹ||⓪,①,②,③,④,⑤,⑥,⑦,⑧,⑨,⑩||⓿,❶,❷,❸,❹,❺,❻,❼,❽,❾,❿||⬅,⬆,⬇,⮕,⬈,⬉,⬊,⬋,⬌,⬍||⭠,⭡,⭢,⭣,⭤,⭥,⮂,⮃,↤,↥,↦,↧||⇕,⇖,⇗,⇘,⇙,⇚,⇛,⇠,⇡,⇢,⇣||⇦,⇧,⇨,⇩,⇪,⏎||㎧,°,℃,㎜,㎝,㎞,㎟,㎠,㎡,㎢||㎣,㎤,㎥,㎦,㎖,㎘,_,₩,$,¥

[인증정보]
토큰=

[단축키]
단축키도형병합영어={y}
단축키도형병합숫자=1
자르기영어={y}
자르기숫자=2

Unicef0010_Key1=Ctrl
Unicef0010_Key2=Alt
Unicef0010_Key3=Shift
Unicef0010_Key4=Delete

Unicef0020_Key1=Ctrl
Unicef0020_Key2=Alt
Unicef0020_Key3=Shift
Unicef0020_Key4=m

Unicef0040_Key1=Ctrl
Unicef0040_Key2=Alt
Unicef0040_Key3=Shift
Unicef0040_Key4=h
Unicef0040_Key설정값=3


[고정키]
Unicef0700_Key1=Ctrl
Unicef0700_Key2=Alt
Unicef0700_Key3=
Unicef0700_Key4=⭢
Unicef0700_Key설정값=0.5

Unicef0800_Key1=Ctrl
Unicef0800_Key2=
Unicef0800_Key3=Shift
Unicef0800_Key4=⭠

Unicef0900_Key1=Ctrl
Unicef0900_Key2=Alt
Unicef0900_Key3=
Unicef0900_Key4=⭡
Unicef0900_Key설정값=0.7
